app/views/items/index.html.erb


            <% item.subitems.each do |subitem| %>
---
SELECT "items".* FROM "items"