app/controllers/items_controller.rb

  def index
    @todos = current_user.items.all
---
SELECT "items".* FROM "items"

  def create
    current_user.items.create!(item_params)
---
INSERT INTO "items" ("todo", "isDone", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["todo", "asdasdff222"], ["isDone", 0], ["created_at", "2021-01-11 14:20:43.960084"], ["updated_at", "2021-01-11 14:20:43.960084"]]